def help_menu():
    print("h - команда, которая выдет список всех доступных команд", "\n",
          "p – команда, которая спросит номер документа и выведет имя человека, которому он принадлежит", "\n",
          "s – команда, которая спросит номер документа и выведет номер полки, на которой он находится", "\n",
          "l – команда, которая выведет список всех документов в формате passport 2207 876234 Василий Гупкин", "\n",
          "a – команда, которая добавит новый документ в каталог и в перечень полок, спросив его номер, тип, "
          "имя владельца и номер полки, на котором он будет храниться",
          "\n",
          "d – команда, которая спросит номер документа и удалит его из каталога и из перечня полок", '\n'
          "m – команда, которая спросит номер документа и целевую полку и переместит его с текущей полки на целевую",
          "\n",
          "as – команда, которая спросит номер новой полки и добавит ее в перечень", "\n", "q - выход")